Repository: MediakodTeam/wp-plugin-deployeur
Catalog: languages/*.po
Languages: fr_fr

source: second
fr_fr: seconde

source: hour
fr_fr: heure

source: day
fr_fr: jour

source: month
fr_fr: mois

source: year
fr_fr: année

source: %s published post <strong><a href='%s'>%s</a></strong>
fr_fr: %s article publié <strong><a href=‘%s’>%s</a></strong>

source: %s unpublished post <strong>%s</strong>
fr_fr: %s article dépublié <strong>%s</strong>

source: %s deleted post <strong>%s</strong>
fr_fr: %s article supprimé <strong>%s</strong>

source: %s updated the menu <strong>%s</strong>
fr_fr: %s mettre à jour le menu <strong>%s</strong>

source: %s updated post <strong><a href='%s'>%s</a></strong>
fr_fr: %s article mis à jour <strong><a href=‘%s’>%s</a></strong>

source: Settings
fr_fr: Réglages

source: Netlify Status
fr_fr: Statut Netlify

source: Deployeur
fr_fr: Déployeur

source: Deploy now
fr_fr: Déployer

source: You&apos;re build is in progress ! The average time of a build is %s.
fr_fr: Votre build est en cours ! Le temps moyen de build est de %s.

source: The deploy has failed, please be sure to have correctly set your webhook URL.
fr_fr: Le déploiement a échoué, merci de vérifier que vous avez correctement défini l’URL du webhook.

source: Hosting settings
fr_fr: Réglages d’hébergement

source: Those informations are used to connect your WordPress installation to your hosting provider.
fr_fr: Ces informations sont utilisées pour connecter votre installation WordPress à votre hébergeur.

source: Site settings
fr_fr: Réglages du site

source: The informations provided here are used to tweak the WordPress API with your frontend URL.
fr_fr: Les informations founries ici sont utilisées pour adapter l’API de WordPress à votre URL frontend.

source: Images settings
fr_fr: Réglages d’images

source: The informations provided here will be used to tweak the WordPress API with custom end points.
fr_fr: Les informations fournies ici seront utilisées pour modifier l’API de WordPress avec des endpoints personnalisés.

source: Plugin settings
fr_fr: Réglages du plugin

source: Check this box if you want to keep your settings and data into the WordPress database when you remove the plugin.
fr_fr: Cochez cette case si vous voulez conserver les paramètres et données stockées dans la base de données de WordPress à la suppression du plugin.

source: Hosting provider
fr_fr: Hébergeur

source: None
fr_fr: Aucun

source: Webhook URL
fr_fr: URL du webhook

source: Learn how to create hooks with <a href='https://docs.netlify.com/configure-builds/build-hooks/' rel='noopener' target='_blank'>Netlify</a> or <a href='https://vercel.com/docs/concepts/git/deploy-hooks' rel='noopener' target='_blank'>Vercel</a>.
fr_fr: Apprenez à créer un hook avec <a href=‘https://docs.netlify.com/configure-builds/build-hooks/' rel=‘noopener’ target=‘_blank’>Netlify</a> or <a href=‘https://vercel.com/docs/concepts/git/deploy-hooks' rel=‘noopener’ target=‘_blank’>Vercel</a>.

source: Netlify badge URL
fr_fr: URL du badge Netlify

source: This badge field will only be available when you use Netlify.
fr_fr: Ce champ badge n’est disponible que lorsque vous utilisez Netlify.

source: Average time of build
fr_fr: Moyenne de temps de build

source: Fill this field with your average build time (you should find it in the deployments history section into the dashboard of your hosting provider).<br/>It will be used to display a notification to your content editor after they triggered a deploy.
fr_fr: Complétez ce champ avec votre temps de build moyen (vous pouvez le trouver dans l’historique de déploiements de votre hébergeur).<br/>Il sera utilisé pour afficher une notification dans votre éditeur de contenu après avoir déclenché un déploiement.

source: Public URL
fr_fr: URL publique

source: Enter here the domain name where you want your content to be used.
fr_fr: Veuillez entrer le nom de domaine où vous souhaitez utiliser le contenu.

source: Data
fr_fr: Données

source: Keep my data into WordPress when I delete the plugin folder from this installation.
fr_fr: Conserver mes données dans WordPress à la suppression du plugin.

source: ImageKit endpoints
fr_fr: Endpoints ImageKit

source: Not available yet.
fr_fr: Ceci n’est pas encore disponible.

source: Dashboard
fr_fr: Tableau de bord

source: Deploy your site
fr_fr: Déployer votre site

source: %s change(s) are waiting to be deployed.
fr_fr: %s changement(s) en attente de déploiement.

source: You're build is in progress ! The average time of a build is %s.
fr_fr: Votre build est en cours ! Le temps moyen de build est de %s.

source: The deploy has failed. Please check that you have correctly configured your webhook URL in the plugin settings.
fr_fr: Le déploiement a échoué, merci de vérifier que vous avez correctement défini l’URL du webhook.

source: You need to configure your webhook URL to be able to deploy your website. Please review your hosting settings.
fr_fr: Vous devez configurer une URL du webhook afin de déployer votre site. Vérifier vos données dans les réglages du plugin.

source: Pending changes
fr_fr: Changements en attente

source: Review the history of your last content editions before deploying. This list will be deleted each time you deploys.
fr_fr: Vérifiez l’historique de vos derniers changements avant de déployer. Cet historique sera supprimé à chaque nouveau déploiement.

source: There is nothing here
fr_fr: Il n’y a rien ici

source: All your recent changes have already been deployed, well done!
fr_fr: Tous vos changements récents ont été déployés. Bien joué !

source: Latest deployment triggers
fr_fr: Derniers déploiements

source: Find here the history of deployments triggered by this plugin.
fr_fr: Historique des déploiements de ce plugin.

source: Clear history
fr_fr: Vider l’historique

source: Deployed by <strong class="font-bold text-black">%s</strong>
fr_fr: Déployé par <strong class=« font-bold text-black »>%s</strong>

source: %s update(s) has been published
fr_fr: %s mise(s) à jour a/ont été publiée(s)

source: There is no deployment history here.
fr_fr: Il n’y a pas d’historique de déploiement.

source: You have not yet used this plugin to deploy your content.
fr_fr: Vous n’avez pas encore utilisé ce plugin pour déployer votre contenu.

source: Save changes
fr_fr: Sauvegarder

source: Dismiss
fr_fr: Rejeter

source: Success
fr_fr: Réussi

source: Failure
fr_fr: Échoué

source: Confirm
fr_fr: Confirmer

source: Your build is in progress! The average time of build for your install is %s.
fr_fr: Votre build est en cours ! Le temps moyen de build est de %s.

source: Loading
fr_fr: Chargement

source: The deploy is in progress, please wait a few seconds before trying again. If the problem persists, please contact your administrator.
fr_fr: Le déploiement est en cours, veuillez attendre quelques secondes avant de tenter à nouveau. Si le problème persiste, merci de contacter votre administrateur.

source: Cancel
fr_fr: Annuler

source: Are you sure you want to clear the history?
fr_fr: Êtes-vous sûr(e) de vouloir vider l’historique ?

source: This action is irreversible.
fr_fr: Cette action est irréversible.
